[
  {
    "id": 1,
    "image": "https://drive.google.com/uc?export=view&id=1w0iAVQJfBmSF3KFC19A-N8AkhEpzYYjV",
    "category": "Rekomendasi",
    "title": "15 Tempat Wisata Medan dan Sekitarnya Paling Recommended",
    "date": "02 Agustus 2024",
    "readingTime": "Waktu baca 4 menit",
    "mainIntro": "Tempat wisata Medan nggak pernah mati gaya! Banyak sudut cantik yang bisa buat memori indah di lensa kamera hingga mata kamu sendiri lho!",
    "secIntro": "Tempat wisata Medan nggak pernah mati gaya! Banyak sudut cantik yang bisa buat memori indah di lensa kamera hingga mata kamu sendiri lho! Tunggu apa lagi? Simak dibawah yuk rekomendasi Tempat wisata di Medan khusus buat kamu!",
    "destinations": [
      {
        "id": 1,
        "title": "Taman Wisata Danau Siombak Marelan",
        "description": "Taman wisata Danau Siombak Marelan, merupakan danau buatan yang berlokasi di Jl. Ps. Nippon No.Ujung, Payu Pasir, Kecamatan Medan Marelan, Kota Medan, Sumatera Utara."
      },
      {
        "id": 2,
        "title": "Istana Maimun",
        "description": "Istana Maimun, salah satu yang menjadi tempat wisata populer di kota Medan. Berlokasi di Jalan Brigjend Katamso No. 66, A, U R, Kec. Medan Maimun, Kota Medan, Sumatera Utara."
      },
      {
        "id": 3,
        "title": "Taman Sri Deli",
        "description": "Taman Sri Deli, salah satu taman kota yang berserjarah untuk kota Medan. Area taman yang dilengkapi dengan air mancur ini terletak di Jalan Sisingamangaraja, Mesjid, Kecamatan Medan Kota..."
      },
      {
        "id": 4,
        "title": "Rumah Adat Karo GARISITA",
        "description": "Rumah Adat Karo GARISITA, merupakan tujuan wisata yang tepat untuk mempelajari budaya. Terletak di Jalan Bunga Herba 5 Ujung No.89, Simpang Selayang, Kecamatan Medan Selayang..."
      },
      {
        "id": 5,
        "title": "Taman Cadika Pramuka",
        "description": "Selain area padang rumput luas terdapat juga wahana bermain kuda, bermain sepatu roda, dan juga kafe yang menyediakan aneka makanan dan minuman..."
      },
      {
        "id": 6,
        "title": "Museum Tjong A Fie Mansion",
        "description": "Bangunan Tjong A Fie Mansion, sebuah museum milik seorang pedagang sukses di kota Medan pada abad 20 yang sekarang menjadi museum..."
      },
      {
        "id": 7,
        "title": "Gedung London Sumatera",
        "description": "Berlokasi di Jalan Ahmad Yani No.2, gedung ini dikenal sebagai Lonsum untuk singkatan dari London Sumatera. Gedung ini buka setiap hari mulai dari pukul 08.00 hingga 17.00..."
      },
      {
        "id": 8,
        "title": "Wonders Water World",
        "description": "Wonders Water World memiliki berbagai macam wahana air yang sangat menyenangkan hingga setara dengan waterpark internasional..."
      },
      {
        "id": 9,
        "title": "Menara Air Tirtanadi",
        "description": "Bangunan bersejarah yang memiliki umur lebih dari dari satu abad ini, dahulu digunakan sebagai penampungan air bersih masyarakat kala itu..."
      },
      {
        "id": 10,
        "title": "Pos Bloc Medan",
        "description": "Letaknya di Jalan Pos Nomor 1, Pos Bloc Medan menjadi salah satu ikon Kota Medan dengan memiliki arsitektur bergaya Eropa..."
      },
      {
        "id": 11,
        "title": "Masjid Raya Al-Mashun",
        "description": "Masjid ini memiliki gaya arsitektur Campuran Maroko, Spanyol dan Melayu yang dibangun di saat masa Kesultanan Deli..."
      },
      {
        "id": 12,
        "title": "Tjong Yong Hian Gallery",
        "description": "Dengan taman dan bangunannya yang memiliki gaya arsitektur yang khas, ini ternyata Tjong Yong Hian adalah kakak dari Tjong A Fie..."
      },
      {
        "id": 13,
        "title": "Vihara Maitreya Cemara Asri",
        "description": "Dibangun pada tahun 1991 ini kini menjadi destinasi wisata rohani karena memiliki arsitektur khas Tiongkok..."
      },
      {
        "id": 14,
        "title": "The Le Hu Garden",
        "description": "Tempat ini sangat di tata dengan baik, bahkan terdapat danau buatan juga di dalamnya..."
      },
      {
        "id": 15,
        "title": "Upside Down World Medan",
        "description": "Tempat ini membawakan tema-tema yang beragam seperti area kamar, dapur hingga ruang tamu semuanya serba terbalik..."
      }
    ],
    "outro": "Kalau kamu lagi cari tempat yang lagi rame jadi obrolan di TikTok atau Instagram, wisata Medan punya banyak destinasi kekinian yang nggak cuma fotogenik, tapi juga seru buat dijelajahi bareng teman. "
  },
  {
    "id": 2,
    "image": "https://drive.google.com/uc?export=view&id=1or87puUjAfxLBhHGx5n_xE2LJ1Y7iOYS",
    "category": "Kuliner",
    "title": "10 Restoran Legendaris di Medan dengan Cita Rasa Lezat",
    "mainIntro": "   Kalau kamu lagi cari tempat yang lagi rame jadi obrolan di TikTok atau Instagram, wisata Medan punya banyak destinasi kekinian yang nggak cuma fotogenik, tapi juga seru buat dijelajahi bareng teman.  ",
    "date": "15 Feb 2025",
    "readingTime": "Waktu baca 4 menit",
    "secIntro": "Medan menawarkan kekayaan rasa yang tak ada duanya! Berbagai hidangan khas dari beragam budaya seperti Melayu, Tionghoa, dan India berpadu harmonis di sini, menciptakan cita rasa unik yang bikin lidahmu bergoyang. Dari makanan berat hingga camilan. ",
    "destinations": [
      {
        "id": 1,
        "title": "Tip Top Restaurant",
        "description": "Tip Top Restaurant adalah salah satu restoran legendaris Medan yang sudah berdiri sejak 1929. Interior klasik memberikan nuansa nostalgia. Menu favorit: kue jadul, steak, nasi goreng spesial, dan es krim homemade."
      },
      {
        "id": 2,
        "title": "Sate Memeng",
        "description": "Ikon kuliner Medan sejak 1945. Sate dengan bumbu kacang kental, tersedia pilihan sate sapi, ayam, dan jeroan. Buka pukul 17.00–23.00."
      },
      {
        "id": 3,
        "title": "Rumah Makan Tabona",

        "description": "Tersohor dengan kari ayam dan sapi berkuah kental. Juga ada mie kari. Sederhana tapi selalu ramai. Buka 06.30–16.30."
      },
      {
        "id": 4,
        "title": "Restoran Garuda",

        "description": "Rumah makan Padang terkenal. Menu: rendang, ayam pop, gulai kepala ikan. Konsep prasmanan, pelayanan cepat. Buka 10.00–22.00."
      },
      {
        "id": 5,
        "title": "Lontong Kak Lin",

        "description": "Populer dengan lontong sayur berkuah santan gurih, ditambah topping tauco, tahu, kerupuk merah. Juga ada nasi gurih dan pecel. Buka 07.00–16.00."
      },
      {
        "id": 6,
        "title": "Tjong A Fie Mansion Cafe",

        "description": "Kafe unik dalam bangunan bersejarah. Menyajikan kopi, teh, bika ambon, lapis legit. Cocok untuk santai sambil menikmati arsitektur klasik."
      },
      {
        "id": 7,
        "title": "Bihun Bebek Asie",

        "description": "Legendaris dengan bihun lembut, bebek empuk, kuah herbal gurih. Buka 07.00–12.00, sering antre panjang."
      },
      {
        "id": 8,
        "title": "Soto Kesawan",

        "description": "Terkenal dengan soto udang berkuah rempah. Juga ada soto ayam dan sapi. Tempat sederhana tapi ikonik. Buka 08.00–14.30."
      },
      {
        "id": 9,
        "title": "Restoran Miramar",

        "description": "Restoran khas Melayu klasik. Menu utama nasi lemak dengan lauk ayam goreng rempah, rendang, ikan asam pedas. Buka 10.30–21.00."
      },
      {
        "id": 10,
        "title": "Warung Kopi Apek",

        "description": "Ngopi legendaris sejak 1922. Kopi khas dengan aroma kuat, camilan roti bakar dan kue tradisional. Buka 06.00–12.00."
      }
    ],
    "outro": ""
  },
  {
    "id": 3,
    "image": "https://drive.google.com/uc?export=view&id=1CianwDNWSnzCJUi1u8e3xoWt7PJbMmaA",
    "category": "Rekomendasi",
    "title": "Wisata Medan 2025: 10 Tempat Wajib Kunjungi, Ada yang Gratis!",
    "mainIntro": "Dari nasi goreng, sate, sampai seafood, kuliner malam di Medan siap manjain perut kamu. Kota ini memang punya list wisata kuliner yang sayang buat dilewatkan. Buat kamu yang suka kuliner di malam hari, jangan lupa ya datang ke tempat ini saat ke Medan.",
    "date": "13 Mei 2025",
    "readingTime": "Waktu baca 7 menit",
    "secIntro": "Kalau kamu lagi cari tempat yang lagi rame jadi obrolan di TikTok atau Instagram, wisata Medan punya banyak destinasi kekinian yang nggak cuma fotogenik, tapi juga seru buat dijelajahi bareng teman.",
    "destinations": [
      {
        "id": 1,
        "title": "Kampung Ladang",
        "description": "Suasana pedesaan yang asri bisa kamu temukan di Kampung Ladang, yang terletak di Deli Serdang, sekitar 30 menit dari pusat kota Medan. Cocok buat outbound dan healing tipis-tipis."
      },
      {
        "id": 2,
        "title": "Danau Linting",
        "description": "Danau dengan air berwarna tosca ini berada di Desa Sibunga-bunga Hilir, Kecamatan Sinembah Tanjung Muda Hulu, Kabupaten Deli Serdang. Meski belerangnya terasa, pemandangannya bikin betah."
      },
      {
        "id": 3,
        "title": "Air Terjun Sibolangit",
        "description": "Terletak di kawasan Taman Hutan Raya Bukit Barisan, Sibolangit, sekitar 2 jam dari Medan, air terjun ini punya dua warna air yang unik banget: alami sekaligus mempesona."
      },
      {
        "id": 4,
        "title": "Menara Pandang Tele",
        "description": "Dari Menara Pandang Tele di Kabupaten Samosir, kamu bisa menikmati panorama Danau Toba dari ketinggian. View-nya bikin speechless, apalagi saat sunrise."
      },
      {
        "id": 5,
        "title": "UCOK Durian Medan",
        "description": "Nggak sah ke Medan kalau belum mampir ke UCOK Durian yang legendaris ini. Berlokasi di Jalan Wahid Hasyim, tempat ini buka 24 jam dan selalu ramai pengunjung."
      },
      {
        "id": 6,
        "title": "Sibayak View Cafe",
        "description": "Terletak di dataran tinggi Brastagi, cafe ini punya pemandangan pegunungan dan suasana dingin yang syahdu. Malam hari, suasananya makin romantis."
      },
      {
        "id": 7,
        "title": "Penangkaran Buaya Asam Kumbang",
        "description": "Siap-siap merinding tapi juga penasaran? Di Jalan Bunga Raya II, kamu bisa mengunjungi Penangkaran Buaya Asam Kumbang, salah satu yang terbesar di Asia Tenggara. Ada ribuan buaya dari berbagai usia dan ukuran."
      },
      {
        "id": 8,
        "title": "Taman Beringin",
        "description": "Dekat dengan rumah dinas Gubernur Sumut, Taman Beringin atau yang juga dikenal sebagai Taman Sudirman adalah ruang terbuka hijau yang cocok buat santai sore atau sekadar ngopi di bawah pohon besar."
      },
      {
        "id": 9,
        "title": "Istana Maimun",
        "description": "Ikon Medan ini berdiri megah di Jalan Brigjen Katamso, Medan Kota. Perpaduan arsitektur Melayu, India, dan Timur Tengah-nya bikin setiap sudutnya instagramable."
      },
      {
        "id": 10,
        "title": "Tjong A Fie Mansion",
        "description": "Rumah bersejarah ini terletak di Jalan Jenderal Ahmad Yani, kawasan Kesawan. Dulu milik saudagar Tiongkok ternama, sekarang jadi museum yang penuh cerita."
      }
    ],
    "outro": ""
  },

  {
    "id": 4,
    "image": "https://drive.google.com/uc?export=view&id=169rnNN9j3qkz-W7bnKhIC8CULgPGXtWd",
    "category": "Kuliner",
    "title": "7 Rekomendasi Wisata Kuliner Malam di Medan yang Enak dan Melegenda",
    "mainIntro": "  Berlibur ke Medan belum lengkap rasanya bila tidak mencicipi kuliner khas setempat. Percampuran berbagai budaya dan etnis di ibu kota provinsi Sumatera Utara ini melahirkan beragam menu makanan yang kaya akan rasa.",
    "date": "13 Juni 2024",
    "readingTime": "Waktu baca 5 menit",
    "secIntro": "Dari nasi goreng, sate, sampai seafood, kuliner malam di Medan nggak pernah sepi. Buat kamu yang suka kuliner di malam hari, jangan lupa datangi beberapa tempat ini saat ke Medan.",
    "destinations": [
      {
        "id": 1,
        "title": "Sate Memeng",
        "description": "Alamat: Jl. Irian Barat No. 2, Gg. Buntu, Kec. Medan Timur. Kuliner malam Medan terkenal yang pertama adalah Sate Memeng. Warung ini sudah ada sejak 1945, makanya terbilang cukup legendaris bagi warga sekitar. Bukanya dari pukul 17.00 sampai 23.00 WIB. Menu sate beragam, mulai dari sate daging sapi, ayam, hingga jeroan dengan bumbu kecap, kacang, atau kuah sate padang. Harga mulai Rp33.000."
      },
      {
        "id": 2,
        "title": "Nasi Goreng Semalam Suntuk",
        "description": "Alamat: Jl. Brigjend Katamso, No. 45L, Sukaraja, Medan Maimun. Berdiri sejak 1974, buka pukul 17.30–02.00 WIB. Menu spesialnya nasi goreng, tapi ada juga mie kuning goreng sampai semur telur. Jadi salah satu kuliner legendaris Medan."
      },
      {
        "id": 3,
        "title": "TST Pak Haji",
        "description": "Alamat: Jl. Puri, Kota Matsum IV, Medan Area. Warung populer dengan minuman khas Medan yaitu Teh Susu Telur (TST). Buka pukul 17.00–02.00 WIB. Menu camilan yang bisa dicoba: martabak telur, roti cane, martabak mesir, hingga soto padang."
      },
      {
        "id": 4,
        "title": "Mie Aceh Titi Bobrok",
        "description": "Alamat: Jl. Setia Budi No. 17 D, Sei Sikambing B, Medan Sunggal. Punya lebih dari 9.700 Google reviews. Menu andalan: Mie Aceh Goreng, Basah, Udang, Nasi Goreng Aceh, Martabak Aceh, Roti Cane. Harga mulai Rp13.000. Buka 16.00–22.00 WIB."
      },
      {
        "id": 5,
        "title": "Wajir Seafood",
        "description": "Alamat: Jl. Kolonel Sugiono No. 31, Medan Maimun. Viral di Medan, terkenal dengan tomyam seafood, gurame bakar, steam ikan kerapu, dan kepiting lada hitam. Juga ada menu olahan daging. Harga mulai Rp11.000."
      },
      {
        "id": 6,
        "title": "Martabak Piring Murni",
        "description": "Alamat: Jl. Tjong Yong Hian, Ps. Baru, Medan Kota. Martabak unik dimasak di piring kaleng pakai arang. Pilihan tipis/tebal dengan varian isi coklat, durian, keju, kacang, dll. Harga mulai Rp5.000."
      },
      {
        "id": 7,
        "title": "Ucok Durian",
        "description": "Alamat: Jl. K. H. Wahid Hasyim No. 30-32, Medan Baru. Legendaris dan buka 24 jam lebih dari 40 tahun. Menyediakan durian segar berkualitas dengan berbagai pilihan. Wajib mampir kalau ke Medan."
      }
    ],
    "outro": ""
  },

  {
    "id": 5,
    "image": "https://drive.google.com/uc?export=view&id=1OGaQHLkmjwvLGTlxyCmjrYI6Dd388qec",
    "category": "Destinations",
    "title": "6 Wisata Kuliner Medan yang Wajib Dicoba, Legendaris Banget!",
    "mainIntro": "Berlibur ke Medan belum lengkap rasanya bila tidak mencicipi kuliner khas setempat. Percampuran berbagai budaya dan etnis di ibu kota provinsi Sumatera Utara ini melahirkan beragam menu makanan yang kaya akan rasa. ",
    "date": "15 Maret 2024",
    "readingTime": "Waktu baca 4 menit",
    "secIntro": "Tempat wisata Medan nggak pernah mati gaya! Banyak sudut cantik yang bisa buat memori indah di lensa kamera hingga mata kamu sendiri lho! Tunggu apa lagi? Simak dibawah yuk rekomendasi Tempat wisata di Medan khusus buat kamu!",
    "destinations": [
      {
        "id": 1,
        "title": "Soto Medan Sinar Pagi",
        "address": "Jl. Sei Deli No.2D, Medan",
        "description": "Kuah santan kuning pucat dengan jintan, disajikan dengan buncis, bihun, telur rebus, tomat, dan daging ayam atau sapi."
      },
      {
        "id": 2,
        "title": "Lontong Kak Lin",
        "address": "Jl. Teuku Cik Ditiro No.8m, Medan Polonia",
        "description": "Lontong lembut dengan kuah pekat pedas, plus keripik kentang, tauco, teri, bihun, dan sambal. Legendaris sejak 1985."
      },
      {
        "id": 3,
        "title": "Kari Bihun Tabona",
        "address": "Jl. Mangkubumi No.17, Medan Maimun",
        "description": "Spesialis kari ayam dan sapi dengan kuah wangi lezat, bisa pilih nasi atau bihun."
      },
      {
        "id": 4,
        "title": "Kue Ombus-ombus",
        "address": "-",
        "description": "Jajanan manis khas Medan dari tepung beras, kelapa, dan gula merah, dibungkus daun pisang."
      },
      {
        "id": 5,
        "title": "Mie Gomak",
        "address": "-",
        "description": "Mie khas Batak mirip spaghetti, disajikan dengan kuah santan berbumbu andaliman."
      },
      {
        "id": 6,
        "title": "Pancake Durian",
        "address": "Gerai Ucok, Pelawi, Si Bolang, dll.",
        "description": "Oleh-oleh khas Medan, durian legit dibalut kulit pancake lembut."
      }
    ],
    "outro": "Itu tadi rekomendasi wisata kuliner Medan yang wajib Rekan Parsum coba. Selamat menikmati!"
  },

  {
    "id": 6,
    "image": "https://drive.google.com/uc?export=view&id=1tQmdNEWVHQmObUGd3W1w_soXgsocVHmM",
    "category": "Wisata",
    "title": "5 Fakta Unik Medan, Kota Terbesar ke-3 di Indonesia",
    "mainIntro": "Terkenal dengan ragam kulinernya yang lezat, ibu kota Sumatera Utara ini juga merupakan kota terbesar yang berada di luar Pulau Jawa. ",
    "date": "28 Juli 2020",
    "readingTime": "Waktu baca 4 menit",
    "secIntro": "Terkenal dengan ragam kulinernya yang lezat, ibu kota Sumatera Utara ini juga merupakan kota terbesar yang berada di luar Pulau Jawa. Memiliki luas 265,1 kilometer persegi, letak Medan yang berada dekat dengan Selat Malaka menjadikannya sebagai kota perdagangan, bisnis, dan industri yang sangat penting di Indonesia.",
    "destinations": [
      {
        "id": 1,
        "title": "Masyarakatnya Heterogen",
        "description": "Medan dikenal sebagai kota multietnis. Walaupun Batak identik dengan Medan, sebenarnya penduduk asli Medan adalah Melayu. Kini, Medan dihuni oleh berbagai suku, termasuk Tamil India yang sudah lama menetap di sana."
      },

      {
        "id": 2,
        "title": "Punya Bahasa Sendiri",
        "description": "Bahasa Medan adalah hasil campuran Melayu, Batak, Karo, Jawa, Cina, Aceh, Padang, hingga India. Kosakatanya unik, misalnya 'Galon' artinya pom bensin, 'Pasar' artinya jalan, 'Kereta' artinya motor."
      },

      {
        "id": 3,
        "title": "Didirikan oleh Suku Karo",
        "description": "Kota Medan didirikan oleh Guru Patimpus dari suku Karo pada tahun 1590 di antara Sungai Deli dan Babura. Kampung kecil yang didirikannya bernama Medan Putri berkembang jadi kota besar."
      },

      {
        "id": 4,
        "title": "Dulunya Tempat Penyembuhan Lepra",
        "description": "Nama 'Medan' diyakini berasal dari kata Karo 'Madan' yang berarti sembuh. Konon, sungai di kawasan Medan Putri dipercaya bisa menyembuhkan penyakit lepra."
      },

      {
        "id": 5,
        "title": "Pernah Jadi Ibu Kota Negara",
        "description": "Pada masa Republik Indonesia Serikat (1949–1950), Medan sempat menjadi ibu kota Negara Sumatera Timur sebelum akhirnya bergabung ke Republik Indonesia."
      }
    ],
    "outro": "Itulah 5 fakta unik tentang Kota Medan. Dari sejarah, budaya, hingga perannya di masa lalu, semua membuat Medan menjadi salah satu kota paling menarik untuk dijelajahi!"
  }
]
